"(Not You?)|Login - Clickable text letting user log in as a different user" = "(Ikke deg?)";

"+%i|Very short string used in place of X names of members of a thread (when the thread name is too long to fit). Ex: +1, +2, +3.  If the language has no short way to express this, use … (ellipsis) or equivalent." = "+%1$i";

",|Punctuation (comma) used to separate entries in a list of names. Example: Alice, Bob, Carol" = ",";

"1 Friend is Nearby|Title of megaphone to encourage user to share location." = "1 venn er i nærheten";

"1 day|text to show user was online/active 1 day ago (don't abbrev)" = "1 dag";

"1 hour|text to show user was online/active 1 hour ago (don't abbrev)" = "1 time";

"1 minute|text to show user was online/active 1 minute ago (don't abbrev)" = "1 minutt";

"1d|short indicator that a user was active 1 day ago" = "1d";

"1h|short indicator that a user was active 1 hour ago" = "1t";

"1m Limit: Release to send|notify user that the maximum recording time has been reached" = "Grense på 1min: Slipp for å sende";

"1m|short indicator that a user was active 1 minute ago" = "1min";

"2 days|text to show user was online/active 2 days ago (don't abbrev)" = "2 dager";

"2 hours|text to show user was online/active 2 hours ago (don't abbrev)" = "2 timer";

"2 minutes|text to show user was online/active 2 minutes ago (don't abbrev)" = "2 minutter";

"A new version of Messenger is available.|New version title" = "En ny versjon av Messenger er tilgjengelig.";

"Activation Code|placeholder text for activation code field" = "Aktiveringskode";

"Activation Request Failed|" = "Aktiveringsforespørsel mislyktes";

"Active Now (%d)|Title for chat bar section containing online friends who are not top friends. Number after string is number of friends who are online." = "Aktiv nå (%1$d)";

"Add Favorite|Title of screen shown when user is adding a new favorite" = "Legg til favoritt";

"Add More People|button for adding people to the conversation" = "Legg til flere personer";

"Add More People|title for add members page" = "Legg til flere personer";

"Add More People|title for add people page" = "Legg til flere personer";

"Add To Conversation|text to show in the add people button" = "Legg til i samtale";

"Add to Existing Contact|action sheet option for adding a phone number to an existing contact" = "Legg til i eksisterende kontakt";

"Add|generic add button" = "Legg til";

"Adding...|adding progress text" = "Legger til ...";

"Advanced Settings|text for advanced settings button" = "Avanserte innstillinger";

"Advanced|title for advanced settings page" = "Avansert";

"Alerts Off Until %@|Indicates that alerts are off until X time" = "Varsler er deaktivert frem til %1$@";

"Alerts Off for 1 Hour|Indicates that alerts are off for 1 hour" = "Varsler er deaktivert i én time";

"Alerts Off|Indicates that alerts are off" = "Varsler er deaktivert";

"Alerts On|Indicates that alerts are on" = "Varsler er aktivert";

"All notifications are off for 8h.|footer text for notifications settings applying to all conversations" = "All varsling er deaktivert i 8 t.";

"All notifications are off.|Mute warning display on thread list" = "All varsling er deaktivert.";

"Answer|Text for button that accepts a call" = "Svar";

"Archive Thread|Button label that will archive the thread" = "Arkiver tråd";

"Are you sure you want to delete the conversation name?|alert message for deleting conversation name" = "Er du sikker på at du vil slette navnet på denne samtalen?";

"Are you sure you want to leave this conversation? You will no longer receive new messages.|confirmation dialog message for leaving a thread" = "Er du sikker på at du vil forlate denne samtalen? Du vil ikke lenger motta nye meldinger.";

"Are you sure?|Title for dialog asking the user if they're sure if they want to not enable push notifications" = "Er du sikker?";

"Attach a Photo|Button label for attaching a photo from the photo library" = "Legg ved et bilde";

"Attach media|Accessibility text for button that lets user start attaching photos or other media, as well as emoticons and emoji" = "Legg ved medier";

"Auto Send|Auto send label" = "Send automatisk";

"Back|generic nav bar back button" = "Tilbake";

"Bing Image Search|" = "Bing bildesøk";

"Call Ended|End call message in non-error case" = "Anrop avsluttet";

"Call Ended|String shown when the call ends" = "Anrop avsluttet";

"Call Failed|End call message in error case" = "Anrop mislyktes";

"Call %@|action sheet option for calling a phone number" = "Ring %1$@";

"Camera|Button label for attaching a photo from the camera" = "Kamera•";

"Cancel|Title for generic Cancel button." = "Avbryt";

"Choose Photo|action sheet option for choosing a photo from photo library" = "Velg bilde";

"Clear|prompt to clear all unsent messages" = "Tøm";

"Clearing...|Progress text shown while clearing the image for a thread" = "Tømmer ...";

"Clearing...|Progress text shown while clearing the name for a thread" = "Tømmer ...";

"Close active chat|Button to close an active chat" = "Lukk aktiv chat";

"Comment|Comment button title" = "Kommenter";

"Compose message to %@|Accessibility label describing a text view to start writing a message to a user with no draft message" = "Skriv melding til %1$@";

"Compose message to %@: %@|Accessibility label describing a text view to start writing a message to a user with some appended draft message" = "Skriv melding til %1$@: %2$@";

"Confirm Phone|Title of page where user enters their phone number" = "Bekreft telefon";

"Connecting|Text shown on call screen while connecting a call" = "Kobler til";

"Connection Failed|Alert title when connection failed" = "Tilkobling mislyktes";

"Connection Lost|End call message in connection lost case" = "Tilkobling brutt";

"Contact Info|Title of the canonical thread info page." = "Kontaktinformasjon";

"Contacting|Text shown on call screen while contacting another party" = "Kontakter";

"Continue|Login - Login Button Title for Keychain Login" = "Fortsett";

"Conversation Name|placeholder text in conversation name textfield" = "Navn på samtale";

"Copy Link|Option that pops out after long press on a link in message thread." = "Kopier lenke";

"Copy|action sheet option for copying a string to the clipboard" = "Kopier";

"Could not add new members. Please try again.|message for failing to add members dialog" = "Kunne ikke legge til nye medlemmer. Prøv på nytt.";

"Could not retrieve availability|Text shown to an user when the operation to retrieve the other party's callable status fails" = "Kan ikke hente tilgjengelighet";

"Countries|Title for country picker" = "Land";

"Country|Country - Country placeholder text" = "Land";

"Create Group Conversation|button for adding people to the canonical conversation" = "Opprett gruppesamtale";

"Create New Contact|action sheet option for creating a new contact" = "Opprett ny kontakt";

"Currently in a call|Error message when user tries to initiate a call while already in a call" = "Sitter i en samtale";

"Customize Notification Settings|User education for how to configure conversation alerts" = "Tilpass varslingsinnstillingene";

"Decline|Text for button that declines a call" = "Avslå";

"Delete Conversation Name|alert title for deleting conversation name" = "Slett samtalens navn";

"Delete Message? It cannot be undone.|text shown when a user swipes to delete a message" = "Slette melding? Du kan ikke angre dette.";

"Delete|Button to accept deleting the name of a conversation" = "Slett";

"Delete|Label for button to delete previous character" = "Slett";

"Delete|button text for deleting a message" = "Slett";

"Delete|button text for removing an unsent message" = "Slett";

"Details|title for message details page" = "Detaljer";

"Discover Who's Nearby|Title of NUX to encourage user to share location." = "Oppdag hvem som er i nærheten";

"Discover which friends are nearby and let them know you're around.|Description of megaphone to encourage user to share location." = "Se hvilke venner som er i nærheten, og gi dem beskjed om at du er like ved.";

"Discover who's in the area and let them know you're around.|Description of megaphone to encourage user to share location." = "Se hvem som er i området, og gi dem beskjed om at du er like ved.";

"Dismiss|Dismiss the audio recorder" = "Avvis";

"Don't Delete|Button to decline to delete the name of a conversation" = "Ikke slett";

"Don't Save|Don't save action sheet button" = "Ikke lagre";

"Done|Title for generic Done button that dismisses a view. This needs to be a short string to avoid truncation." = "Ferdig";

"Download|Button title to download an upgrade" = "Last ned";

"Edit|Edit button/label title for chat divebar" = "Rediger";

"Email|email field placeholder on login screen" = "E-post";

"Empty Feedback|Title for empty feedback warning." = "Tom tilbakemelding";

"Enter Code|Enter Code page title" = "Angi kode";

"Error|error title after failed to load webview" = "Feil";

"Facebook User|Placeholder name for Facebook user whose name is unknown" = "Facebook-bruker";

"Failed to add members|title for failing to add members dialog" = "Kunne ikke legge til medlemmer";

"Failed to save your settings.|error message after changing thread alert setting." = "Kunne ikke lagre innstillingene.";

"Favorites|chat bar favorites header title" = "Favoritter";

"Free Call|Text on button that starts a messenger call" = "Gratis samtale";

"Free Calling Unavailable|Title for dialog explaining that messenger calls are not available" = "Gratis samtaler er utilgjengelig";

"Friends of Friends|Table section header for a list of friends of friends search results" = "Venners venner";

"Friends on Messenger|Table title: Friends who have Facebook Messenger" = "Venner på Messenger";

"Get Directions|action sheet option for viewing a map" = "Få veibeskrivelse";

"Get Facebook Messenger|Title of a link that takes the user to download the Facebook Messenger app" = "Få Facebook Messenger";

"Get Started|Title for NUX" = "Kom i gang";

"Give us feedback or report a problem|Placeholder text for the report bug or feedback input field" = "Gi tilbakemelding eller rapporter et problem";

"Google Image Search|" = "Google bildesøk";

"Group Conversation|Create a group conversation divebar label" = "Gruppesamtale";

"Group Conversation|Label at top of online friends list that takes user to new message composer" = "Gruppesamtale";

"Group Info|Title of group thread info page." = "Gruppeinformasjon";

"Help|text for help button" = "Hjelp";

"Hold to Talk|The instruction for holding the record button and talk" = "Hold for å snakke";

"I'm sure|Button label confirming the user wants to continue with the selected action" = "Jeg er sikker";

"If you enjoy using %@, would you mind taking a moment to rate this update? Thanks!|Prompt for user to rate the app." = "Liker du å bruke %1$@? Kan du avse et øyeblikk til å vurdere denne oppdateringen? Takk!";

"Image Search|action sheet option for choosing a photo from image search" = "Bildesøk";

"Include your location|Title of location NUX when user has not yet made a choice regarding enabling or disabling location services." = "Legg til plasseringen din";

"Incomplete contact|Alert title: Newly created contact needs more information" = "Ufullstendig kontakt";

"Incorrect Confirmation Code.|alert title for incorrect confirmation code" = "Feil bekreftelseskode.";

"Install Facebook Messenger?|The caption to promote users for installing Facebook Messenger app" = "Installere Facebook Messenger?";

"Install Messenger to listen to this message and record your own.|The detailed message to tell user that the audio clip feature is not supported on the wilde, and then promote a link for them to download the Facebook Messenger app" = "Installer Messenger for å lytte til denne meldingen og spille inn din egen.";

"Install|Button text to install the Facebook Messenger" = "Installer";

"Invalid Contact|Alert title: Newly created contact has invalid information" = "Ugyldig kontakt";

"Invalid Country Code|alert title for invalid country code" = "Ugyldig landkode";

"Invalid Phone Number|alert title for invalid phone number" = "Ugyldig telefonnummer";

"Keep everyone in the loop|Detail subtitle for Group Chat NUX slide" = "Hold alle oppdatert";

"Last Updated: %@|last updated date in pull to refresh header" = "Sist oppdatert: %1$@";

"Learn More|Title for button to learn more about sharing location." = "Les mer";

"Leave Conversation|leave conversation button" = "Forlat samtalen";

"Leave conversation?|confirmation dialog title for leaving a thread" = "Forlate samtalen?";

"Leave|Button title for leaving a thread" = "Forlat";

"Leaving...|Progress text shown while leaving a thread" = "Forlater ...";

"Let people in this conversation know where you are.|Text of location NUX when user has not yet made a choice regarding enabling or disabling location services." = "La personene i denne samtalen få vite hvor du er.";

"Licenses|Licenses screen title" = "Lisenser";

"Licenses|text for licenses button" = "Lisenser";

"Like|Like button title" = "Liker";

"Load Earlier Messages|message for loading earlier messages" = "Last inn tidligere meldinger";

"Loading...|Message presented while waiting for content to load." = "Laster ...";

"Locating You...|Message presented when waiting for an accurate location fix." = "Finner ut hvor du er ...";

"Location is Disabled|Title for dialog indicating that the app hasn't been granted location permissions" = "Plassering er deaktivert";

"Location is off for this conversation|Title of location NUX when user turns off location services for the first time." = "Plassering er deaktivert for denne samtalen";

"Location services are off. Turn on to let people in this conversation know where you are.|Text of location NUX when user has disabled location services." = "Stedstjenester er deaktivert. Aktiver slik at personene i denne samtalen får vite hvor du er.";

"Location services are on|Title of location NUX when user has enabled location services." = "Stedstjenester er aktivert";

"Log In to Facebook|Login - Login Button Title for password login" = "Logg inn på Facebook";

"Logged in as %@|Login - Text showing who user is logged in as" = "Logget inn som %1$@";

"Login Approval Required|title of login approval dialog" = "Godkjenning av innlogging kreves";

"Login Failed|Invalid login alert title" = "Innlogging mislyktes";

"Map|title of map tab" = "Kart";

"Mark as Unread|Button label that will mark the thread as unread" = "Marker som ulest";

"Meet Friends on the Go|Title of megaphone to encourage user to share location." = "Møt venner på farten";

"Message|divebar message button title" = "Melding";

"Messages|Messenger module display name" = "Meldinger";

"Messages|name of the app with Facebook brand" = "Meldinger";

"Messenger|The title of the app, used in Appirater's dialog." = "Messenger";

"More Friends (%d)|Title for chat bar section containing friends who are not top friends. Number after string is number of friends who are online or pushable." = "Flere venner (%1$d)";

"More Friends (%d)|Title for chat bar section containing online friends who are not top friends. Number after string is number of friends who are online." = "Flere venner (%1$d)";

"More Online Friends|Table title: More friends who are online (but are not top ranked friends)" = "Flere påloggede venner";

"NOTE: People you add will see all previous messages in this conversation.|warning when adding new people to a thread" = "MERK: Personer du legger til, får se alle tidligere meldinger i denne samtalen.";

"Name is Too Long|alert title for long conversation name" = "Navnet er for langt";

"Name|Placeholder text: Name of new contact" = "Navn";

"Never miss a message again|Detail subtitle for Push Notification NUX slide" = "Gå aldri glipp av en melding igjen";

"Never miss a message from your friends again.|Body of Messenger NUX page 2" = "Gå aldri glipp av en melding fra vennene dine igjen.";

"New Contact|Button title: Create a new contact" = "Ny kontakt";

"New Message|Title of screen shown when user is composing a new message" = "Ny melding";

"New version available|Title of alert displayed when new version is available" = "Ny versjon tilgjengelig";

"Next|Generic button to move to next item" = "Neste";

"Next|button label for moving to the next screen" = "Neste";

"No Message|dialog title for when user tries to send an empty message" = "Ingen melding";

"No Recipients|dialog title for when user tries to send to no recipients" = "Ingen mottakere";

"No Results|Accessibility label describing a contacts search result with no results" = "Ingen treff";

"No locations shared recently.|message on map view when no location has been shared recently" = "Ingen nylig delte plasseringer.";

"No response.|Error reported when no response is received from the server" = "Ikke noe svar.";

"No, Thanks|Label on button for user to decline to rate the app" = "Nei takk";

"Nobody will see exactly where you are.|Explanation to let user know sharing location will not expose his exact location." = "Ingen vil se akkurat hvor du er hen.";

"Not Now|Button text to temporarily ignore the installation message" = "Ikke nå";

"Not Now|Not now alert popup button" = "Ikke nå";

"Not Now|Title of button to not share location for now." = "Ikke nå";

"Not Now|button label for deferring enabling push notifications" = "Ikke nå";

"Not now|Button title to decline an upgrade" = "Ikke nå";

"Notifications for This Conversation|Title for per-thread notification settings" = "Varsling for denne samtalen";

"Notifications for this conversation are off.|Mute warning display on conversation view" = "Varsling for denne samtalen er deaktivert.";

"Notifications|Label for enabling/disabling notification" = "Varsler";

"OK|Title for generic OK button." = "OK";

"Off Until %@|Short string for indicating that alerts are off until X time" = "Av til %1$@";

"Off for 1 Hour|Short string for indicating that alerts are off for 1 hour" = "Av i 1 time";

"Off|Short string for indicating that alerts are off" = "Av";

"On|Short string for indicating that alerts are on" = "På";

"Open in Maps|action sheet option for opening an address in the Maps app" = "Åpne i Kart";

"Password|password field placeholder on login screen" = "Passord";

"People in this conversation can see your location on the map.|Text of location NUX when user has enabled location services." = "Personer i denne samtalen kan se plasseringen din på kartet.";

"People|Section title for list of thread participants." = "Personer";

"People|title of people tab" = "Personer";

"Phone Number|placeholder text for phone number field" = "Telefonnummer";

"Phone or Email|Placeholder text: Phone or email address of new contact" = "Telefon eller e-post";

"Pin friends you message most|Label when users have no favorites" = "Fest vennene som du sender flest meldinger til";

"Please check your confirmation code and try again.|alert message for incorrect confirmation code" = "Kontroller bekreftelseskoden, og prøv på nytt.";

"Please check your network connection and try again.|" = "Kontroller nettverkstilkoblingen, og prøv på nytt.";

"Please check your number and try again.|Error reported when an invalid phone number response is received from the server" = "Kontroller nummeret, og prøv på nytt.";

"Please check your number and try again.|alert message for invalid phone number" = "Kontroller nummeret, og prøv på nytt.";

"Please download the latest version of Facebook Messenger.|Notification displayed to user when a version upgrade is available" = "Last ned siste versjon av Facebook Messenger.";

"Please enter a message or attach a photo|dialog message for when user tries to send an empty message" = "Skriv en melding eller legg ved et bilde.";

"Please enter a phone number or email.|Alert message: Newly created contact has invalid information" = "Angi et telefonnummer eller en e-postadresse.";

"Please enter a valid country code.|alert message for invalid country code" = "Angi en gyldig landkode.";

"Please enter the email and password you use to log in to Facebook.|Invalid login alert message" = "Angi e-postadressen og passordet du bruker for å logge inn på Facebook.";

"Please enter the person's name and contact information.|Alert message: Newly created contact needs more information" = "Angi personens navn og kontaktinformasjon.";

"Please include a description of your problem.|Message for empty feedback warning." = "Ta med en beskrivelse av problemet.";

"Please rate the quality of your call|Prompt for call quality survey" = "Vurder anropets kvalitet";

"Please re-login to renew your session.|Error message for expired session" = "Logg inn på nytt for å fornye økten.";

"Please use a shorter conversation name.|alert message for long conversation name" = "Bruk et kortere navn på samtalen.";

"Preview|title for image preview screen" = "Forhåndsvis";

"Privacy & Terms|text for privacy and terms button" = "Personvern og vilkår";

"Pull down to refresh...|message for pull down to refresh" = "Skyv ned for å oppdatere ...";

"Push notification alerts are off.|Reminder text for when push alerts are off on the phone." = "Varsling for push-meldinger er deaktivert.";

"Push notification sounds are off.|Reminder text for when push notification sounds are off on the phone." = "Lyder for push-meldinger er deaktivert.";

"Push notifications are off.|Reminder text for when push notifications are off on the phone." = "Push-meldinger er deaktivert.";

"Push up to refresh...|message for push up to refresh" = "Skyv opp for å oppdatere ...";

"REC|The record button" = "REC";

"Rate %@|Alert title for asking user to rate this app." = "Vurder %1$@";

"Rate %@|Label on button prompting user to rate the app." = "Vurder %1$@";

"Reach friends wherever they are now — mobile or web.|Body of Messenger NUX page 1" = "Nå venner uansett hvor de er nå – på mobil eller Internett.";

"Reach friends wherever they are now|Detail subtitle for Cross Platform NUX slide" = "Nå venner uansett hvor de er nå";

"Record Audio|action sheet option for recording some audio" = "Ta opp lyd";

"Record Video|action sheet option for recording a video" = "Ta opp video";

"Record Voice|Button label for attaching an audio clip" = "Ta opp tale";

"Record|Record button for voice message" = "Spill inn";

"Record|Record button for voice recording" = "Spill inn";

"Recorder failed to start|Error info for users saying the audio recorder failed to start." = "Kunne ikke starte opptak";

"Recording cancelled|Notify user that the recording has been successfully cancelled." = "Opptak avbrutt";

"Release to cancel recording|The instruction to user: release the record button to cancel the recording." = "Slipp for å avbryte opptak";

"Release to refresh...|message for releasing to refresh" = "Slipp for å oppdatere ...";

"Remind Me Later|Label on button allowing the user to postpone rating the app." = "Påminn meg senere";

"Remove Attachment|action sheet option for removing current attachment" = "Fjern vedlegg";

"Remove Photo|action sheet option for removing chosen photo" = "Fjern bilde";

"Remove Photo|action sheet option for removing current attachment" = "Fjern bilde";

"Removing...|text for removing progress" = "Fjerner ...";

"Report a Problem|title for give feedback or report bug" = "Rapporter et problem";

"Resend|Resend - Resend Button Title" = "Send på nytt";

"Retry|generic retry button" = "Prøv på nytt";

"Save Photo|action sheet option to save photo to library" = "Lagre bilde";

"Save photo as conversation image?|" = "Lagre bilde som samtalebilde?";

"Save|" = "Lagre";

"Saving...|Progress text shown while saving a new image for a thread" = "Lagrer ...";

"Saving...|Progress text shown while saving a new name for a thread" = "Lagrer ...";

"Search for Friends|Accessibility label for button that toggles display of friends list/search" = "Søk etter venner";

"Search for More Friends…|Label at bottom of online friends list that lets user search for more friends" = "Søk etter flere venner …";

"Search to add favorites|placeholder in edit favorites search bar" = "Søk for å legge til favoritt";

"Search|placeholder in search bar" = "Søk";

"Searching...|Placeholder text in a search results list that indicates a contact search is ongoing" = "Søker ...";

"See which friends are within walking distance or visiting your city, and let them know you're nearby.|Description of NUX to encourage user to share location." = "Se hvilke venner som er innenfor gåavstand eller på besøk i byen du bor i, og la dem få vite at du er i nærheten.";

"Seen by Everyone|Seen state text for when everyone has seen the message." = "Sett av alle";

"Seen by everyone|Seen state text for when everyone has seen the message." = "Sett av alle";

"Seen by %@ %@|Text for when a message has been seen by 1 person at a certain time or date/time. eg. (Seen by <name> <time>)" = "Sett av %1$@ %2$@";

"Seen by %@|Text for when a message has been seen by 1 person" = "Sett av %1$@";

"Seen by %@|Text for when a message has been seen by more than 1 person" = "Sett av %1$@";

"Seen by:|Text for seen state header" = "Sett av:";

"Seen %@ near %@|Text for when a message has been sen at a certain time (or date/time) and location e.g. (Seen 3:33 PM near Palo Alto)" = "Sett %1$@ i nærheten av %2$@";

"Seen %@|Text for when a message has been seen at a certain time or date/time. eg. (Seen 3:33PM) or (Seen Mon 3:33PM)" = "Sett %1$@";

"Select country code|select country code text" = "Velg landkode";

"Send to Phone, Chat and Web|Call to action for Cross Platform NUX slide" = "Send til telefon, chat og Internett";

"Send|Nav bar send button text" = "Send";

"Send|Send button for voice message" = "Send";

"Send|text to show in the send button" = "Send";

"Sending...|sending progress text" = "Sender …";

"Sent a message|default notification text for messages with no body text" = "Har sendt en melding";

"Sent from Messenger|indicator that a message was sent from Messenger" = "Sendt fra Messenger";

"Sent from email|indicator that a message was sent from email" = "Sendt fra e-post";

"Sent from mobile|indicator that a message was sent sent from a mobile device" = "Sendt fra mobil";

"Sent from web|indicator that a message was sent sent from web or chat" = "Sendt fra Internett";

"Sent from %@|Text used for showing the location where a message was sent from. e.g (city) or (city, state) or (city, country)." = "Sendt fra %1$@";

"Session Expired|Error title for expired session" = "Økten er utløpt";

"Settings App > General > Location Services|Location of Location Services Settings page for before 4.3." = "Innstillingsapplikasjon &gt; Generelt &gt; Stedstjenester";

"Settings App > Location Services|Location of Location Services Settings page for 4.3 or later." = "Innstillingsapplikasjon &gt; Stedstjenester";

"Settings App > Privacy > Location Services|Location of Location Services Settings page for 6.0 or later." = "Innstillingsapplikasjon &gt; Personvern &gt; Stedstjenester";

"Settings|Settings alert popup button" = "Innstillinger";

"Settings|title for settings page" = "Innstillinger";

"Settings|title of settings tab" = "Innstillinger";

"Share|Share button title" = "Del";

"Shared a link|text for a link share" = "Delte en lenke";

"Shared a photo|text for a photo share" = "Delte et bilde";

"Shared a video|text for a video share" = "Delte en video";

"Sign Up for Facebook|Sign Up - Sign Up Button Title" = "Registrer deg på Facebook";

"Skip|Skip - Skip Button Title" = "Hopp over";

"Something went wrong. Want to try again?|retry dialog message" = "Det oppstod en feil. Vil du prøve på nytt?";

"Sorry, something went wrong|Generic error message for Web browser errors" = "Beklager, men det oppstod en feil";

"Start Group Chats|Call to action for Group Chat NUX slide" = "Start gruppechat";

"Stop attaching media|Accessibility text for button that lets user stop attaching photos or other media, as well as emoticons and emoji" = "Slutt å legge ved medier";

"Stop|Stop button for voice recording" = "Stopp";

"Submit|Submit button title" = "Send inn";

"Switch Account|text for switching logged in user" = "Bytt brukerkonto";

"Switch to Wi-Fi to complete your call|Error case when calls not allowed over cellular data. Suggest user switch to WiFi instead." = "Bytt til Wi-Fi for å gjennomføre anropet";

"Take Photo|action sheet option for taking a photo" = "Ta bilde";

"Tap \"Try Again\" to send this message.|prompt for how to resend a failed message send" = "Trykk på Prøv på nytt for å sende meldingen.";

"Tap gear to turn on chat|placeholder in search bar when offline" = "Trykk på tannhjul for å slå på chat";

"Tap to discover who's in the area|Message of in-app notification explaining that user can tap to learn more about sharing location." = "Trykk for å se hvem som er i området";

"Tap to return to call|Message shown on in-call bar explaining that the user may tap on it to return to the call screen" = "Trykk for å gå tilbake til anropet";

"Tap to send a message|Message of in-app notification explaining that user can tap to message to nearby friends." = "Trykk for å sende melding";

"Tap to turn on location|Title of location NUX when user has disabled location services." = "Trykk på for å slå på plassering";

"Text messages can't be sent to that number.|Error reported when a phone number with an unsupported mobile carrier is on the recipients list of a message." = "Tekstmeldinger kan ikke sendes til det nummeret.";

"Text your friends wherever they are - on their phones or on chat.|The description message to promote users for installing Facebook Messenger app" = "Send SMS til vennene dine uansett hvor de er nå – på telefon eller på chat.";

"That phone number is not allowed to receive text messages.|Error reported when an unlaunched phone number is on the recipients list of a message." = "Telefonnummeret har ikke tillatelse til å motta tekstmeldinger.";

"There was a problem connecting to Facebook. Please check your connection and try again.|error message for failing to connect to Facebook" = "Det oppstod en feil under tilkobling til Facebook. Kontroller tilkoblingen din, og prøv på nytt.";

"There was a problem connecting your call. Please connect to Wi-Fi and try again.|Alert body message when connection failed suggesting user switch to wifi" = "Det oppstod en feil under tilkobling av anropet. Koble til Wi-Fi, og prøv på nytt.";

"This Conversation|header text for alert settings applying to a single conversation" = "Denne samtalen";

"Timeline|Button text to go to a user's timeline" = "Tidslinje";

"Timeline|divebar timeline button title" = "Tidslinje";

"Tip: Never Miss a Message|Title for reminder to turn on push notifications" = "Tips: Gå aldri glipp av en melding";

"To accept calls, you need to update to the new version of Messenger.|Error dialog body shown when an incoming call failed because the current version is outdated" = "Du må oppdatere til den nye versjonen av Messenger for å godta anrop.";

"To complete your phone number activation, please enter the activation code|" = "Skriv inn aktiveringskoden for å fullføre aktiveringen av telefonnummeret ditt.";

"To include location with your messages, go to your %@.|Alert dialog instructing the user how to re-enable location permission. The variable is 'Settings App > Location Services' or 'Settings App > General > Location Services'" = "Hvis du vil legge ved plassering i meldingene, går du til %1$@.";

"To make calls, you need to update to the new version of Messenger.|Error dialog body. Shown when a user attempts to make a VoIP call but their version is incompatible." = "Du må oppdatere til den nye versjonen av Messenger for å foreta anrop.";

"To turn off alerts for this conversation, go to conversation settings.|User education for how to configure conversation alerts" = "Hvis du vil deaktivere varsler for denne samtalen, går du til samtaleinnstillingene.";

"To turn off location for all your conversations, go to your %@.|Text of location NUX when user turns off location services for the first time. The parameter is the location of the Location Services in the Settings app (ie. Settings App > Location Services)" = "Hvis du vil deaktivere plassering for alle samtaler, går du til %1$@.";

"To turn on notifications, visit iPhone Settings %@ Notifications %@ Messenger|Body of dialog telling the user how to enable push notifications" = "Hvis du vil slå på varsling, må du gå til iPhone Innstillinger %1$@ Varsling %2$@ Messenger";

"To use this feature, go to your %@ settings and choose Location Services. Select ON for Facebook.|Error explanation when location services are unavailable. {name1} is the name of the current device, e.g. iPhone." = "Hvis du vil bruke denne funksjonen, må du gå til innstillingene for %1$@ og velge Stedstjenester. Velg PÅ for Facebook.";

"To use this feature, go to your %@ settings and tap Privacy, then Location Services. Select ON for Facebook.|Error explanation when location services are unavailable. {name1} is the name of the current device, e.g. iPhone." = "Hvis du vil bruke denne funksjonen, må du gå til innstillingene for %1$@ og trykke på Personvern og Stedstjenester. Velg PÅ for Facebook.";

"To|Accessibility label for to field in contact picker" = "Til";

"To:|to field in contact picker" = "Til:";

"Touch and hold to talk.\nRelease to send, or slide off the button to cancel.|Instruction text for holding voice record button, letting go to send, and dragging finger off to cancel message" = "Trykk og hold for å snakke.\nSlipp for å sende eller skyv av knappen for å avbryte.";

"Try Again|button text for resending an unsent message. this is referred to in the prompt Tap \"Try Again\" text" = "Prøv på nytt";

"Turn Off Chat|Button title to let the user change their chat status from online to offline" = "Slå av chatten";

"Turn Off Until 8am|Option to turn off alerts until 8am" = "Slå av til kl. 8";

"Turn Off for 1h|Option to turn off alerts for 1 hour" = "Slå av i 1 t";

"Turn Off|Option to turn off alerts" = "Slå av";

"Turn On Chat|Button title to let the user change their chat status from offline to online" = "Slå på chatten";

"Turn On Location Services|Error message title when location services are unavailable." = "Slå på Stedstjenester";

"Turn On Notifications|Call to action in NUX encouraging user to turn on push notifications" = "Slå på varsler";

"Turn On Notifications|Title of dialog telling the user how to enable push notifications" = "Slå på varsling";

"Turn On|Option to turn on alerts" = "Slå på";

"Turn On|Turn on alerts" = "Aktiver";

"Turn On|button label for deferring enabling push notifications" = "Slå på";

"Turn on Push Notifications|Call to action for Push Notification NUX slide" = "Aktiver push-meldinger";

"Turn on push notifications to find out when new messages arrive.|Message for reminder to turn on push notifications" = "Aktiver push-meldinger for å få beskjed når du får nye meldinger.";

"Typing…|Text for when the other user is typing. Ends with an ellipsis (U+2026) and is lower-case." = "Skriver …";

"Unable to Call %@|Error dialog title. Shown when app must be updated" = "Kan ikke ringe til %1$@";

"Unable to Play Voice Message|The message to show when user receives a voice message but his app doesn't support playing it back." = "Kan ikke spille av talemelding";

"Unable to Save Image|retry dialog title for setting thread image" = "Kunne ikke lagre bilde.";

"Unable to Send|Title for send feedback failed warning." = "Kan ikke sende";

"Unable to add more people to the conversation. Please try again.|error message for failing to add people" = "Kunne ikke legge til flere personer i samtalen. Prøv på nytt.";

"Unable to name your conversation.|error message after setting conversation name" = "Kunne ikke gi samtalen et navn.";

"Unable to remove you right now.|error messages after leaving conversation" = "Kunne ikke fjerne deg akkurat nå.";

"Unable to save messaging favorites to Facebook|error message for failing to save messaging favorites" = "Kan ikke lagre SMS-favoritter i Facebook";

"Unable to send message. Retry?|Alert text for when a message failed to send that also asks user to retry." = "Kunne ikke sende melding. Prøve på nytt?";

"Unable to send message.|Alert text for when a message failed to send." = "Kunne ikke sende melding.";

"Unable to send right now.|error message for failing to send message" = "Kunne ikke sende akkurat nå.";

"Unpin|button title to remove user from favorites" = "Ta ned";

"Update|Get new version now button." = "Oppdater";

"Updating...|updating progress text" = "Oppdaterer …";

"Upgrade Now|button text on alert dialog prompting user to upgrade app" = "Oppgrader nå";

"Use|use nav bar button in photo preview screen" = "Bruk";

"View Call|Text show on button that views an incoming call" = "Vis anrop";

"View in Maps|action sheet option for viewing a map" = "Vis på kart";

"View|Alert button that takes user to the thread where a message failed to send" = "Vis";

"We'll text you a link to confirm your number.|Confirmation information text" = "Vi sender deg en SMS med bekreftelseslenke for telefonnummeret.";

"Welcome to Messenger|Title for NUX page" = "Velkommen til Messenger";

"Who would you like to send this message to?|dialog message for when user tries to send message to no recipients" = "Hvem vil du sende denne meldingen til?";

"You can control this in your privacy settings.|Explanation to let user know he can change settings of sharing location." = "Du kontrollerer dette i personverninnstillingene dine.";

"You will get an SMS or email shortly with a code to use for logging in.|message in login approval dialog" = "Du mottar snart en SMS eller e-post med kode for innlogging.";

"You won't find out when you've received a message.|Body of dialog encouraging the user to enable push notifications" = "Du får ikke vite når du har mottatt en melding.";

"Your carrier doesn't allow calling with Messenger. Please turn on Wi-Fi in your phone settings.|Error message when user tries to initiate a call if carrier doesn't allowVOIP and not on wifi" = "Operatøren tillater ikke telefonanrop med Messenger. Slå på Wi-Fi i telefoninnstillingene.";

"Your message was not sent.|text shown when a message failed to send" = "Meldingen din ble ikke sendt.";

"Your messages were not sent.|text shown when more than 1 message failed to send" = "Meldingene dine ble ikke sendt.";

"…|Ellipsis (U+2026) used to represent a chat message that is currently being written" = "…";

"active 1d ago|indicator that a user was active 1 day ago" = "aktiv for 1 d siden";

"active 1h ago|indicator that a user was active 1 hour ago" = "aktiv for 1 t siden";

"active 1m ago|indicator that a user was active 1 minute ago" = "aktiv for 1 min siden";

"active now|indicator that a user is currently active, on web or mobile" = "aktiv nå";

"active on mobile %@ ago|presences status for being active on mobile a relative time ago" = "aktiv på mobil for %1$@ siden";

"active on mobile|presences status for being active on mobile" = "aktiv på mobil";

"active %id ago|indicator that a user was active 2+ days ago" = "aktiv for %1$i d siden";

"active %ih ago|indicator that a user was active 2+ hours ago" = "aktiv for %1$i t siden";

"active %im ago|indicator that a user was active 2+ minute ago" = "aktiv for %1$i min siden";

"active %@ ago|presences status for being active a relative time ago" = "aktiv for %1$@ siden";

"error|A short message for audio play error" = "feil";

"is calling|text below the caller's name when they are calling" = "ringer";

"is typing…|text for when the other user is typing. ends with an ellipsis (U+2026) and is lower-case. name appears on left" = "skriver …";

"on mobile|presences status for being available on mobile" = "på mobil";

"online %@ ago|presences status for being online on the web a relative time ago" = "pålogget for %1$@ siden";

"online|presences status for being online on the web" = "pålogget";

"typing…|text for when the other user is typing. ends with an ellipsis (U+2026) and is lower-case." = "skriver …";

"%d of %d|Title on photo viewer screen showing which photo is currently displayed. eg. 2 of 3" = "%1$d av %2$d";

"%i Friend of Friends|Number of friends of friends in search result (singular)" = "%1$i venners venn";

"%i Friend|Number of friends in search result (singular)" = "%1$i venn";

"%i Friends of Friends|Number of friends of friends in search result (plural)" = "%1$i venners venner";

"%i Friends|Number of friends in search result (plural)" = "%1$i venner";

"%i days|text to show user was online/active N days ago (don't abbrev)" = "%1$i dager";

"%i hours|text to show user was online/active N hours ago (don't abbrev)" = "%1$i timer";

"%i minutes|text to show user was online/active N minutes ago (don't abbrev)" = "%1$i minutter";

"%id|short indicator that a user was active 2+ days ago" = "%1$i d";

"%ih|short indicator that a user was active 2+ hours ago" = "%1$i t";

"%im|short indicator that a user was active 2+ minute ago" = "%1$i min";

"%@  •  %@|Seen state text for a user in a group detail page. eg. (name <bullet-character> time)" = "%1$@  •  %2$@";

"%@ and %@ use Facebook Messenger|Upsell message for promoting Facebook Messenger. It shows how many your friends are already using Messenger" = "%1$@ og %2$@ bruker Facebook Messenger";

"%@ are Nearby|Title of in-app notification showing some friends are nearby. E.g. Tom, Jerry, +2 are Nearby" = "%1$@ er i nærheten";

"%@ is Nearby|Title of in-app notification showing some friend is nearby. E.g. Tom is Nearby" = "%1$@ er i nærheten";

"%@ is calling|Message notifying of an incoming call. First parameter is the name of the caller" = "%1$@ ringer";

"%@ is in another call|End call message notifying caller that callee is unavailable. First parameter is the name of the callee" = "%1$@ er i en annen samtale";

"%@ is not available|End call message notifying caller that callee is unavailable. First parameter is the name of the callee" = "%1$@ er ikke tilgjengelig";

"%@ is typing…|string format text for when the other user is typing. ends with an ellipsis (U+2026) and is lower-case. name appears on left" = "%1$@ skriver …";

"%@ tried to call you|Error dialog title shown when an incoming voice call can't be received" = "%1$@ har forsøkt å ringe deg";

"%@ uses Facebook Messenger|Upsell message for promoting Facebook Messenger. It shows how many your friends are already using Messenger" = "%1$@ bruker Facebook Messenger";

"%@|Name of a person (used both standalone and in lists). Add honorifics (-san, etc.) if appropriate." = "%1$@";

"%@, %i more|List of user names and X more if the list is truncated at N names." = "%1$@, %2$i til";

"%@, %@ and %@ use Facebook Messenger|Upsell message for promoting Facebook Messenger. It shows how many your friends are already using Messenger" = "%1$@, %2$@ og %3$@ bruker Facebook Messenger";

"%@, %@, %@ and 1 other friend use Messenger|Upsell message for promoting Facebook Messenger. It shows how many your friends are already using Messenger" = "%1$@, %2$@, %3$@ og 1 venn til bruker Messenger";

"%@, %@, %@ and %i other friends use Messenger|Upsell message for promoting Facebook Messenger. It shows how many your friends are already using Messenger" = "%1$@, %2$@, %3$@ og %4$i andre venner bruker Messenger";

"%@…|a string that has been shortened adding ellipsis (unicode 2026)" = "%1$@ …";

"%u Friend is Nearby|Title of in-app notification showing some friend is nearby. E.g. 1 Friend is Nearby" = "%1$u venn er i nærheten";

"%u Friends are Nearby|Title of in-app notification showing some friends are nearby. E.g. 2 Friends are Nearby" = "%1$u venner er i nærheten";

"%u Friends are Nearby|Title of megaphone to encourage user to share location. E.g. 2 Friends are Nearby." = "%1$u venner er i nærheten";

"%u of your friends are sharing when they're nearby|Message to let user know how many of his friends are sharing location." = "%1$u av vennene dine deler om de er i nærheten";

"%u photo attached|Accessiblity text for a single photo" = "%1$u bilde vedlagt";

"%u photos attached|Accessibility text for a photo set" = "%1$u bilder vedlagt";

